[
	{"id": "1", "name": "Batanes", "key": "BTN", "population": 17246, "total_grads": 349, "coe_cod": 0, "prog_talent": 0, "hei": 2, "fte": 0, "description": "Batanes is an archipelago province in the Philippines situated in the Cagayan Valley region. It is the northernmost province in the country, and also the smallest, both in population and land area. Its capital is Basco located in the island of Batan."},
	{"id": "2", "name": "Ilocos Norte", "key": "ILN", "population": 593081, "total_grads": 9040, "coe_cod": 3, "prog_talent": 169, "hei": 12, "fte": 0, "description": "Ilocos Norte is a province of the Philippines located in the Ilocos Region. Its capital is Laoag City and is located at the northwest corner of Luzón Island, bordering Cagayan and Apayao to the east, and Abra to the southeast, and Ilocos Sur to the southwest. Ilocos Norte faces the West Philippine Sea to the west and the Luzon Strait to the north."},
	{"id": "3", "name": "Apayao", "key": "APA", "population": 119184, "total_grads": 864, "coe_cod": 0, "prog_talent": 34, "hei": 2, "fte": 0, "description": "Apayao is basically situated within the Cordillera Central mountains, traversed by many rivers. Its capital town is Kabugao. The province borders Cagayan to the north and east, Abra and Ilocos Norte to the west, and Kalinga to the south. Prior to 1995, Kalinga and Apayao comprised a single province named Kalinga-Apayao, which was partitioned to better service the needs of individual ethnic groups. With a population of 119,184 (as of the 2015 census) covering an area of 4,413.35 square kilometers (1,704.00 sq mi), Apayao is the least densely-populated province in the Philippines."},
	{"id": "4", "name": "Cagayan", "key": "CAG", "population": 1199320, "total_grads": 21893, "coe_cod": 4, "prog_talent": 1318, "hei": 28, "fte": 0, "description": "Cagayán is a province of the Philippines in the Cagayan Valley region in the northeast of Luzon Island. It occupies the northeastern tip of the Philippines, bounded by the Batanes Islands on the north, the Philippine Sea (Pacific Ocean) on the east, Isabela Province on the south, and the Cordillera mountain ranges on the west, Cagayan has a total land area of 9,002.70 sq. km. It is just about 480 kilometers north of Manila. It is strategically located near the growing tigers of South East Asia like Singapore, Thailand, Vietnam, South Korea and even Hong Kong and Japan. It is about 2,730 kilometers south west of Tokyo, Japan or only 570 kilometers south of Kaoshiung, Taiwan."},
	{"id": "5", "name": "Ilocos Sur", "key": "ILS", "population": 689668, "total_grads": 10981, "coe_cod": 0, "prog_talent": 830, "hei": 17, "fte": 0, "description": "Ilocos Sur is a province located in the Ilocos Region of Luzon in the Philippines. Vigan City, located on the mouth of the Mestizo River is the provincial capital. Ilocos Sur is bordered by Ilocos Norte and Abra to the north, Mountain Province to the east, La Union and Benguet to the south and the South China Sea to the west."}
]